<script setup>
useHead({
  title: 'Условия использования'
})
const termPolicy = [
  {
    title: "Общая информация",
    description: [
      `Настоящий сайт поддерживается ООО «Юнилевер Русь» и третьими лицами (агентствами), привлекаемыми ООО «Юнилевер Русь» для наполнения, организации, администрирования сайта. ООО «Юнилевер Русь» осуществляет производство и реализацию товаров широкого спроса. На настоящем сайте мы предоставляем Вам информацию о таких товарах.`,
      `Вы не должны использовать настоящий сайт в целях, противоречащих законодательству Российской Федерации и иных противоправных целях. Вы не должны копировать, отслеживать или осуществлять доступ к любой части сайта с помощью автоматизированных программ и инструментов, в том числе, роботов. Вы не должны осуществлять попытки получить несанкционированный доступ к любой части сайта, проверять сайт на предмет уязвимости или иным образом влиять на функционирование сайта, включая заражение вирусами.`
    ],
  },
  {
    title: "Авторские права",
    description: [
      "Информация, которая содержится на этом сайте в виде текстов, изображений, программного обеспечения и других материалов, является интеллектуальной собственностью ООО «Юнилевер Русь» или расположена на сайте на основании разрешения соответствующих авторов.",
      "Вы можете использовать материалы, содержащиеся на сайте, исключительно в некоммерческих целях – личных и информационных. Любое воспроизведение, продажа, распространение или иное использование информации, расположенной на сайте, в иных целях, в том числе коммерческих, запрещены. За нарушение исключительных прав действующим законодательством Российской Федерации предусмотрена гражданская и административная ответственность."
    ],
  },
  {
    title: "Товарные знаки",
    description: [
      "Все товарные знаки, представленные на данном сайте, принадлежат ООО «Юнилевер Русь» или используются на основании лицензии или согласия соответствующего правообладателя. Использование таких товарных знаков без согласия правообладателей запрещено и может повлечь предусмотренную законодательством гражданскую и административную ответственность."
    ],
  },

  {
    title: "Содержание",
    description: [
      "Информацию, расположенную на данном сайте, следует использовать в общих информационных целях. ООО «Юнилевер Русь» или его аффилированные лица не дают гарантий и не делают никаких заявлений относительно точности или полноты информации, содержащейся на сайте.",
      "Ни ООО «Юнилевер Русь», ни его аффилированные лица, сотрудники, связанные с ними агентства, не несут ответственности за любые прямые и косвенные убытки или штрафы, которые могут возникнуть в результате использования любой информации, содержащейся на этом сайте. Любое сообщение, предложение, комментарий (включая идеи, касающиеся наших товаров или их рекламы), пересылаемый или передаваемый Вами ООО «Юнилевер Русь» в сети Интернет, рассматриваются и будут рассматриваться как эксклюзивная собственность компании.",
      "Это означает, что Вы отказываетесь от всех имущественных прав на отправленные Вами материалы и передаёте ООО «Юнилевер Русь» все будущие права на воспроизведение, передачу, публикацию, трансляцию и пересылку данной информации без выплаты какой-либо компенсации или обязательств по отношению к какому-либо лицу и без какого-либо ограничения срока и территории. Это также означает, что переданное Вами сообщение не будет рассматриваться в качестве конфиденциального. Вы понимаете и соглашаетесь, что другие посетители сайта могут отвечать на Ваши комментарии и давать им оценку. ООО «Юнилевер Русь» не несет ответственность за комментарии посетителей в отношении переданной Вами информации.",
      "На сайте Вам может быть доступна функция «Live chat», которая позволяет посетителям общаться с командой поддержки сайта в режиме реального времени. Настоящие Условия использования сайта распространяются также на использование предлагаемых услуг чата. ООО «Юнилевер Русь» и его аффилированные лица не несут ответственности за любые ошибки, сбои или промедления, которые могут возникнуть у посетителей сайта при обращении к службе чата.",
      "Мы сохраняем за собой право вносить любые изменения на данном сайте в тот момент, когда считаем это нужным, и без дополнительного информирования, в том числе в направляемые Вами материалы и настоящие Условия использования сайта. Рекомендуем знакомиться с действующими Условиями использования при каждом посещении сайта. Использование Вами сайта подтверждает Ваше согласие с действующими в настоящий момент Условиями использования. Перед применением каких-либо советов или рекомендаций, расположенных на данном сайте, мы просим Вас проконсультироваться с соответствующим специалистом. Такие советы и рекомендации носят исключительно информационный характер.",
    ]
  },
  {
    title: "Взаимодействие с социальными сетями",
    description: [
      "На сайте Вам может быть предоставлена возможность взаимодействовать с услугами, предоставляемыми на платформе социальных сетей, включая интеграцию или доступ к Вашим учетным записям в социальных сетях.",
      "ООО «Юнилевер Русь» и его аффилированные лица не контролируют предоставление услуг социальными сетями, Ваши профили в социальных сетях, а также не вносят изменений в Ваши настройки конфиденциальности и не устанавливают правила использования Вашей личной информации в таких социальных сетях. Рекомендуем Вам ознакомится со всей информацией и применимыми политиками соответствующих социальных сетей о конфиденциальности и порядке обработки персональных данных прежде, чем использовать функцию взаимодействия с ними на данном сайте.",
      "ООО «Юнилевер Русь» и его аффилированные лица не несут ответственности за последствия, которые могут возникнуть в результате действий социальных сетей или использования Вами предоставленных ими услуг.",
    ]
  },
  {
    title: "Ссылки на другие сайты",
    description: [
      "На различных страницах сайта Вы можете встретить автоматические ссылки на другие интернет-сайты с релевантной информацией. Это не обязательно означает, что ООО «Юнилевер Русь» или его аффилированные лица поддерживают данные сайты или связаны с их владельцами. ООО «Юнилевер Русь» или его аффилированные лица, а также их сотрудники и агентства, связанные с ними, не несут ответственности за расположенную на данных сайтах информацию."
    ]
  },
  {
    title: "Политика о персональных данных, политика cookies",
    description: [
      `
                Внимательно ознакомьтесь с положениями Политики о персональных данных, Политика Cookies, расположенных на сайте.
                Если Вы не согласны с условиями Политик, пожалуйста, не используйте данный сайт и/или не предоставляйте на данном сайте Ваши персональные данные.
            `,
      `Если Вы уже отправили нам свои персональные данные и хотите прекратить их использование, сообщите нам, пожалуйста, об этом по электронной почте.`
    ]
  },
  {
    title: "Отказ от отвественности",
    description: [
      "ООО «Юнилевер Русь» стремиться поддерживать корректную и бесперебойную работу данного сайта, но не несет ответственности за последствия, которые могли возникнуть в результате сбоя в работе сайта или иных его дефектов.",
      "Ни ООО «Юнилевер Русь», ни его аффилированные лица не дают гарантий относительно того, что (1) работа сайта будет соответствовать требованиям и ожиданиям посетителей сайта, (2) доступ к сайту будет непрерывным, своевременным, безопасным и защищенным от вирусов и иных вредоносных программ; (3) результаты, которые могут быть получены при использовании сайта, будут точными, полными и надежными или (4) любые возможные сбои и дефекты в работе сайта будут исправлены.",
      "Используя настоящий сайт, Вы понимаете и соглашаетесь, что самостоятельно несёте все расходы по обслуживанию и ремонту Вашего оборудования и программного обеспечения, которые могут потребоваться в результате действия вирусов, вредоносных программ, ошибок и любых других проблем, которые могут возникнуть, в том числе, при посещении настоящего сайта.",
    ],
  },
  {
    title: "Урегулирование споров",
    description: [
      "Настоящим Вы соглашаетесь освободить ООО «Юнилевер Русь» и его аффилированных лиц от любых претензий, исков и иных требований третьих лиц, возникших в связи с использованием Вами настоящего сайта или размещенных на нем информации и материалов, и урегулировать такие претензии, иски и требования своими силами и за свой счет."
    ],
  },
  {
    title: "Применимое право",
    description: [
      "Настоящие Условия использования сайта и любые споры, возникающие из или в связи с настоящими Условиями использования, регулируются, толкуются и применяются в соответствии с законодательством Российской Федерации.",
      "Все споры, разногласия и требования, возникающие из настоящих Условий использования или в связи с ними, подлежат рассмотрению суда в порядке, предусмотренном действующим законодательством Российской Федерации.",

    ],
  },
  {
    title: "Контакты",
    description: [
      "Если у Вас есть какие-то замечания или вопросы по поводу сайта и Политик, обращайтесь к нам по следующим контактным данным: ООО «Юнилевер Русь».",
      "Юридический и почтовый адрес: 123022, г. Москва, ул. Сергея Макеева, д. 13.",
      "Электронная почта:",

    ],
  },
];
</script>

<template>
  <!-- main politics -->
    <Breadcrumbs :crumbs="[
      {
        name: 'Главная',
        path: '/'
      },
      {
        name: 'О нас',
      }
    ] || []" />
  <div class="lg:px-0 px-[16px] mx-auto lg:w-[600px] font-montserrat-alternates mb-[56px] lg:mb-[72px]">
    <p class="lg:mt-[72px] mt-[56px] text-[#015EFF] font-bold lg:text-[44px] text-[32px] lg:leading-[52.5px] leading-10 font-montserrat-alternates-bold">Условия использования сайта</p>
    <p class="text-[#858380] font-medium text-[14px] lg:mt-[20px] mt-[30px] leading-[19.6px]">
      При посещении данного сайта Вам необходимо ознакомиться с положениями и политиками о сайте, в том числе с Условиями использования сайта, Политикой об обработке персональных данных, Политикой cookies и другими положениями, расположенными на сайте (далее совместно «Политики»). Если Вы не согласны с каким-либо из пунктов Политик, не используйте данный сайт. Если Вы уже начали использовать сайт и хотите получить разъяснения или ответы, напишите нам по адресу, расположенному в разделе с контактами.
    </p>
    <div
        v-for="(item, key) in termPolicy"
        :key="key"
        class=""
    >
      <div class="">
        <p v-if="item.title" class="text-[#015EFF] font-bold text-[24px] lg:mt-[40px] mt-[56px] font-montserrat-alternates-bold">{{item.title}}</p>
        <p v-for="(paragrap, nth) in item.description" :key="nth" class="text-[#858380] font-medium text-[14px] lg:mt-[16px] mt-[20px] leading-[19.6px]">{{paragrap}}</p>
      </div>
    </div>
    <div class="flex items-center mt-[16px]">
      <img class="mr-[4px]" src="/image/icon/mail.svg" alt="">
      <NuxtLink class="text-[#015EFF]" to="/">Communications.Russia@unilever.com</NuxtLink>
    </div>
    <div class="mt-[16px]">
      <span class="text-[#858380] font-medium text-[14px]">Телефон горячей линии</span>
      <span class="text-[#015EFF] font-medium text-[14px]"> 8-800-200-1-200 </span>
      <span class="text-[#858380] font-medium text-[14px]"> (бесплатно по России).</span>
    </div>
  </div>
</template>
